cmsis-svd/cmsis-svd/data/Fujitsu/MB9AFA4xN.xml
        <!-- REGISTER "EPFR11" -->
        <register>
          <name>EPFR11</name>
          <description>Extended pin function setting register 11</description>
          <addressOffset>0x62C</addressOffset>
          <size>32</size>
          <access>read-write</access>
          <resetValue>0x00000000</resetValue>
          <resetMask>0x03FFFFFF</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "UERLC" -->
            <field>
              <name>UERLC</name>
              <description>UERLC relocation select bit</description>
              <lsb>25</lsb>
              <msb>25</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED15B" -->
            <field>
              <name>UED15B</name>
              <description>UED15B input/output select bit</description>
              <lsb>24</lsb>
              <msb>24</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED14B" -->
            <field>
              <name>UED14B</name>
              <description>UED14B output select bit</description>
              <lsb>23</lsb>
              <msb>23</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED13B" -->
            <field>
              <name>UED13B</name>
              <description>UED13B output select bit</description>
              <lsb>22</lsb>
              <msb>22</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED12B" -->
            <field>
              <name>UED12B</name>
              <description>UED12B output select bit</description>
              <lsb>21</lsb>
              <msb>21</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED11B" -->
            <field>
              <name>UED11B</name>
              <description>UED11B output select bit</description>
              <lsb>20</lsb>
              <msb>20</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED10B" -->
            <field>
              <name>UED10B</name>
              <description>UED10B output select bit</description>
              <lsb>19</lsb>
              <msb>19</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED09B" -->
            <field>
              <name>UED09B</name>
              <description>UED09B output select bit</description>
              <lsb>18</lsb>
              <msb>18</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED08B" -->
            <field>
              <name>UED08B</name>
              <description>UED08B output select bit</description>
              <lsb>17</lsb>
              <msb>17</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED07B" -->
            <field>
              <name>UED07B</name>
              <description>UED07B output select bit</description>
              <lsb>16</lsb>
              <msb>16</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED06B" -->
            <field>
              <name>UED06B</name>
              <description>UED06B output select bit</description>
              <lsb>15</lsb>
              <msb>15</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED05B" -->
            <field>
              <name>UED05B</name>
              <description>UED05B output select bit</description>
              <lsb>14</lsb>
              <msb>14</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED04B" -->
            <field>
              <name>UED04B</name>
              <description>UED04B output select bit</description>
              <lsb>13</lsb>
              <msb>13</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED03B" -->
            <field>
              <name>UED03B</name>
              <description>UED03B output select bit</description>
              <lsb>12</lsb>
              <msb>12</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED02B" -->
            <field>
              <name>UED02B</name>
              <description>UED02B output select bit</description>
              <lsb>11</lsb>
              <msb>11</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED01B" -->
            <field>
              <name>UED01B</name>
              <description>UED01B output select bit</description>
              <lsb>10</lsb>
              <msb>10</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UED00B" -->
            <field>
              <name>UED00B</name>
              <description>UED00B output select bit</description>
              <lsb>9</lsb>
              <msb>9</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA07E" -->
            <field>
              <name>UEA07E</name>
              <description>UEA07E output select bit</description>
              <lsb>8</lsb>
              <msb>8</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA06E" -->
            <field>
              <name>UEA06E</name>
              <description>UEA06E output select bit</description>
              <lsb>7</lsb>
              <msb>7</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA05E" -->
            <field>
              <name>UEA05E</name>
              <description>UEA05E output select bit</description>
              <lsb>6</lsb>
              <msb>6</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA04E" -->
            <field>
              <name>UEA04E</name>
              <description>UEA04E output select bit</description>
              <lsb>5</lsb>
              <msb>5</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA03E" -->
            <field>
              <name>UEA03E</name>
              <description>UEA03E output select bit</description>
              <lsb>4</lsb>
              <msb>4</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA02E" -->
            <field>
              <name>UEA02E</name>
              <description>UEA02E output select bit</description>
              <lsb>3</lsb>
              <msb>3</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEA01E" -->
            <field>
              <name>UEA01E</name>
              <description>UEA01E output select bit</description>
              <lsb>2</lsb>
              <msb>2</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UECS0E" -->
            <field>
              <name>UECS0E</name>
              <description>UECS0E output select bit</description>
              <lsb>1</lsb>
              <msb>1</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "UEALEE" -->
            <field>
              <name>UEALEE</name>
              <description>UEALEE output select bit</description>
              <lsb>0</lsb>
              <msb>0</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
        <!-- REGISTER "EPFR14" -->
        <register>
          <name>EPFR14</name>
          <description>Extended pin function setting register 14</description>
          <addressOffset>0x638</addressOffset>
          <size>32</size>
          <access>read-write</access>
          <resetValue>0x00000000</resetValue>
          <resetMask>0xC0000000</resetMask>
          <!-- FIELDS -->
          <fields>
            <!-- FIELD "CEC1B" -->
            <field>
              <name>CEC1B</name>
              <description>CEC1 Input/Output Select bit</description>
              <lsb>31</lsb>
              <msb>31</msb>
              <access>read-write</access>
            </field>
            <!-- FIELD "CEC0B" -->
            <field>
              <name>CEC0B</name>
              <description>CEC0 Input/Output Select bit</description>
              <lsb>30</lsb>
              <msb>30</msb>
              <access>read-write</access>
            </field>
          </fields>
        </register>
